export const TEXT = `Почему умный не обижается? Потому что ему незачем. У умного существует примат
        вопроса "зачем" по отношению к вопросу "почему". Английский язык эти два вопроса
        не различает – "why" он и есть "why". Русский в этом смысле точнее, наш язык
        различает вопрос целеполагания (зачем) и вопрос причины (почему). Но не все
        русские разбираются в отличиях. Народец простой и незамысловатый частенько вместо
        заданного вопроса "зачем", отвечает на вопрос "почему". Особенно это характерно
        для детей и инфантильных взрослых. - Витенька, ты зачем Петю стукнул? - А чего он
        толкается!... - Марь Иванна, зачем же вы мужу все колеса на машине прокололи? -
        Он, собака, мне изменил!… В обоих случая человек, вместо того чтобы описывать цели
        своего поведения, описывает причины. Вместо того чтобы смотреть вперед, смотрит
        назад. Совершенно неконструктивная позиция. Смотреть надо в будущее. Иначе так и
        не сможешь выбраться из паутины прошлых конфликтов, счетов и заблуждений предков.
        Исторический взгляд не всегда верный, потому что мы идем вперед, а не назад. Вам
        нравится состояние обиженности? Некоторым подсознательно нравится, они всячески
        культивируют в себе обиды, дуют губы, им нравится, когда перед ними извиняются...
        Но большинство людей от обид страдают. Тогда зачем же, спрашивается, они включают
        обиду? Зачем разрешают себе обижаться, оскорбляться? От бескультурья. От слабости.
        Люди живут по накатанной. Не работая над собой. Обида включается сразу же, не дав
        мозгу ни секунды на анализ: а оно тебе надо? Обида - это не боль - природный
        физиологический фактор, справиться с которым можно, но чрезвычайно сложно. Обида -
        вещь эволюционно более поверхностная, это социальный комплекс. А комплексами уже
        можно управлять. Можно решить для себя - обижаться мне на этого человек или
        сделать выводы из его поведения? Но люди предпочитают внешнее управление. Глупо
        обижаться на человека, который не хотел тебя обидеть, и все произошло случайно. Но
        еще глупее обижаться на человека, который намеренно хотел тебя оскорбить! Это
        значит, идти у него на поводу. "Я тебя оскорбляю!" - говорит вам в лицо некто, и
        вы послушно оскорбляетесь. Именно так все и происходит. Кто-то употребляет одно
        или несколько слов (т.н. оскорблений), которые специально предназначены для
        социальной игры "я тебя оскорбляю, обидься немедленно!" И человек, услышавший так
        называемое "оскорбление", тут же включается в игру и обижается. Зачем обижаться?
        Только потому, что так диктуют программы, заложенные в него с детства? Чего вы
        хотите добиться этой обидой, гражданин? Какого результата? Разберитесь со своими
        программами, чтобы не они были вашим хозяином, а вы были хозяином самому себе. Не
        помню, кто сказал золотые слова: "Обида – удел кухарок". Помяните мое слово -
        помимо той формулы, о которой я уже писал, юридическая база общества будет
        дрейфовать еще и в сторону следующего тезиса: "Не прав тот, кто первый обиделся".
        Если оскорбила в газете какая-то статья, не содержащая диффамации, ваш лично адрес
        (то есть прямого перевирания фактов вашей жизни), если эта статья вас вообще не
        касается напрямую, а касается вашей профессиональной, возрастной или национальной
        группы, если она вас обижает "вообще", как представителя какой-то страны - это
        ваши проблемы. Никто вас не заставлял обижаться. Сами приняли такое решение, сами
        за него и отвечайте. Не будьте инфантом, перекладывающим ответственность за свою
        обиду и оскорбление на других. Вы же не глупый американец, который подает в суд на
        "Мальборо" за то, что курил всю жизнь. Скажу вам по секрету: обидеть человека
        извне вообще невозможно. Человек всегда обижается сам. И должен сам отвечать за
        свои решения. Даже если он не может сам с собой справиться, никто ведь не отпустит
        из тюрьмы алкоголика только на том основании, что "пьян был, не помню, как убил, в
        душе взыграло..." Справляйся сам с собой, расти духовно, лечись от алкоголизма,
        если он мешает жить тебе или окружающим. Не стой на месте! Тем более, справиться с
        обидчивостью не так уж сложно, поверьте, - сознание этой проблемы - уже половина
        решения. Вы можете спросить меня: а ты когда-нибудь обижаешься? Отвечу, как на
        духу: никогда. Но иногда я играю в обиду (разрешаю себе как бы обидеться) -
        исключительно для того, чтобы воздействовать на окружающих в выгодную мне сторону.
        Люди осознают себя виноватыми, и я получаю от них то, что хочу. Такая игра в обиду
        конструктивна. Пока. Потому что, если большинство людей усвоят "тактику необиды",
        чужая обида перестанет на них действовать. Чужая обида перестанет быть
        инструментом манипулирования ими. И я, если доживу до этих светлых времен, уже не
        смогу пользоваться своим хитрым оружием. Что же делать, если вы попали в обидную
        (оскорбительную) ситуацию, в которой применение обиды неконструктивно? Во-первых,
        принять решение не обижаться (не оскорбляться). Во-вторых, спокойно и без истерик
        (вы же не обиделись!) объясниться со своим визави: ты сделал (сделала) то-то и
        то-то, мне это было неприятно, неудобно, больно, я даже хотел обидеться... не
        поступай так больше, прошу тебя. Или нам придется прекратить отношения: я не люблю
        дискомфортных состояний. - А если в рожу плюнули? Не обижаться? Плевок в лицо -
        штука, что и говорить, считающаяся очень оскорбительной, унизительной. Вопрос
        только в том, присоединитесь вы к этому общему считанию или останетесь при своем
        мнении. Плевок в лицо - штука редкая. Даже реже, чем удар в лицо. Так что решим
        этот вопрос в рабочем порядке... - Это что же, мне будут через шаг в рожу плевать,
        а я утирайся?!.. - не согласится недалекий, но упорный читатель, во всем желающий
        дойти до самой сути. Это похвальное стремление. Друг мой, недалекий читатель! Если
        тебе через шаг плюют в рожу, подумай, почему это происходит с тобой и ни с кем
        больше. - А если он псих? Мало ли...`